# Install command-line tools using Homebrew
# Usage: `brew bundle`
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
brew "ack"
brew "ansible"
brew "antibody"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "broot"
brew "chars"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libev"
brew "libpng"
brew "libpq"
brew "libtool"
brew "lsd"
brew "moreutils"
brew "neovim"
brew "p7zip"
brew "pigz"
brew "pkg-config"
brew "podman"
brew "pv"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "webkit2png"
brew "yajl"
brew "zlib"
brew "zopfli"
brew "zsh"
cask "appcleaner"
cask "aws-vault"
cask "chromedriver"
cask "homebrew/cask-fonts/font-fira-code-nerd-font"
cask "imageoptim"
cask "kitty"
cask "numi"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "tldr"
cask "visual-studio-code"
cask "wkhtmltopdf"
